Repository: objective-see/WhatsYourSign
Catalog: WhatsYourSignExt/FinderSync/Localizable.xcstrings
Source language: en
Languages: es

source: & notarized
es: & notarizado

source: could not be accessed
es: no se pudo acceder

source: has a signing issue
es: tiene un problema de firma

source: is not signed
es: no está firmado

source: is validly signed
es: está firmado válidamente

source: signed, but certificate revoked!
es: firmado, pero el certificado ha sido revocado.

source: , but notarization revoked!
es: , pero la notarización ha sido revocada.

source: (Signature is ad-hoc)
es: (La Firma es ad-hoc)

source: (Signer: Apple Developer ID)
es: (Firmante: Apple Developer ID)

source: (Signer: Apple)
es: (Firmante: Apple)

source: (Signer: Mac App Store)
es: (Firmante: Mac App Store)

source: Code Signing Info
es: Información de Firma

source: kernel extension (bundle)
es: extension de kernel (bundle)

source: No signing authorities
es: Sin autoridades de firma

source: none
es: ninguno

source: None
es: Ninguno

source: None (item is a directory)
es: Ninguno (el ítem es un directorio)

source: Unavailable, as certificate has been revoked
es: No disponible, ya que el certificado ha sido revocado

source: Unknown (status/error: %ld)
es: Desconocido (estado/error: %ld)

source: unknown type
es: tipo desconocido

source: Unsigned ('errSecCSUnsigned')
es: Sin firmar ('errSecCSUnsigned')

source: View Entitlements
es: Ver Permisos

source: View Hashes
es: Ver Hashes
